Repository: madicorp/3caassurance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: HOME
fr: ACCUEIL

source: Home
fr: Accueil

source: ALL<br>BRANCHES<br>INSURANCES
fr: ASSURANCES<br>TOUTES<br>BRANCHES

source: 3CA: INSURANCE BROKER AND ADVISOR
fr: 3CA : COURTAGE ET CONSEILS EN ASSURANCE

source: Insurance broker and advisor
fr: Courtier et conseiller en assurance

source: WE INSURE
fr: NOUS ASSURONS

source: The sense of partnership and the ability to anticipate
fr: L'esprit partenaire et le sens de l'anticipation

source: OUR PARTNERS
fr: NOS PARTENAIRES

source: OUR CLIENTS
fr: NOS CLIENTS

source: Partnership with DIOT
fr: Notre partenariat avec DIOT

source: 3CA is DIOT's, 5<sup>th</sup> best french insurance broker, partner and brings a technical assistance to evaluate risks in large companies.
fr: 3CA est correspondant de DIOT, 5<sup>e</sup> courtier français, qui lui apporte une assistance technique pour évaluer les risques des grandes entreprises.

source: Constructions and constructions' sites are DIOT's historical speciality in France and abroad.
fr: Les constructions et les chantiers sont une spécialité historique de DIOT en France comme à l'étranger.

source: prev
fr: prec

source: next
fr: suiv

source: Your message has been successfully sent.
fr: Votre message a bien été envoyé.

source: Your message could not be sent.
fr: Votre message n'a pas pu être envoyé.

source: CONTACT US
fr: CONTACTEZ NOUS

source: Name
fr: Nom

source: SEND NOW
fr: ENVOYEZ

source: Address
fr: Adresse

source: About us
fr: A propos de nous

source: ABOUT US
fr: A PROPOS DE NOUS

source: Managing Director
fr: Directeur Général

source: Graduated from the 'Institut de Gestion des Risques' at CNPP, he created 3CA in 2000 after 12 years in Axa Assurance Senegal.
fr: Diplômé de l'Institut de Gestion des Risques au CNPP, il a créé 3CA en 2000 après 12 ans chez Axa Assurance Sénégal.

source: Head of fire department and miscellaneous risks
fr: Responsable service incendie et risques divers

source: He is in charge of public liability and transport damage insurances.
fr: Il est en charge des Assurances Dommages RC et Transport.

source: Finance and administrative manager
fr: Responsable administratif et financier

source: He is in charge of accounts management and health insurance.
fr: Il est en charge de la gestion financière et comptable et de l'assurance maladie.

source: Management assistant
fr: Assistante de direction

source: The managing director deputy. She supervises vehicle insurance and damage and construction all risk insurance.
fr: Assistante du directeur général chargée de la supervision de l’assurance et des sinistres automobiles et TRC.

source: Health insurance and damage manager
fr: Responsable de la production & des sinistres en assurance sante

source: Damage department manager
fr: Responsable service sinistre

source: Vehicle insurance manager
fr: Responsable de la production automobile

source: OUR TEAM
fr: NOTRE ÉQUIPE

source: OUR JOB
fr: NOTRE MÉTIER

source: 3CA is an insurance brokerage office.
fr: 3CA est un cabinet de courtage en assurance.

source: Our aim is to provide our clients the best insurances, in the best companies, at the best price.
fr: Notre objectif est de fournir à nos clients les meilleurs garanties, dans les meilleures compagnies, au meilleur prix.

source: We help you organizing calls for bids and elaborating the technical requirements.
fr: Nous vous aidons à organiser les appels d'offres et à élaborer le cahier de charges technique.

source: Our team
fr: Notre équipe
